Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# SourceGuidance.Stalker.Summary.PreviewConfirmed
source: {0} was confirmed through the portal preview.
ar_sa: تم تأكيد {0} من خلال معاينة البوابة.
de_de: {0} wurde durch die Portalvorschau bestätigt.
es_es: {0} fue confirmado a través de la vista previa del portal.
fr_fr: {0} a été confirmé via l'aperçu du portail.
hi_in: {0} की पुष्टि पोर्टल पूर्वावलोकन के माध्यम से की गई थी।
ja_jp: {0}はポータルプレビューで確認できました。
ko_kr: {0}는 포털 미리보기를 통해 확인되었습니다.
pt_br: {0} foi confirmado através da prévia do portal.
tr_tr: {0}, portal önizlemesi aracılığıyla doğrulandı.
zh_hans: {0}通过门户预览得到确认。

# SourceGuidance_Stalker_Summary_PreviewConfirmed
source: {0} was confirmed through the portal preview.
ar_sa: تم تأكيد {0} من خلال معاينة البوابة.
de_de: {0} wurde durch die Portalvorschau bestätigt.
es_es: {0} fue confirmado a través de la vista previa del portal.
fr_fr: {0} a été confirmé via l'aperçu du portail.
hi_in: {0} की पुष्टि पोर्टल पूर्वावलोकन के माध्यम से की गई थी।
ja_jp: {0}はポータルプレビューで確認できました。
ko_kr: {0}는 포털 미리보기를 통해 확인되었습니다.
pt_br: {0} foi confirmado através da prévia do portal.
tr_tr: {0}, portal önizlemesi aracılığıyla doğrulandı.
zh_hans: {0}通过门户预览得到确认。

# SourceGuidance.M3u.Detail.SampledEntries
source: Sampled {0:N0} entries without provider auth errors.
ar_sa: إدخالات {0:N0} التي تم أخذ عينات منها بدون أخطاء في مصادقة الموفر.
de_de: Stichproben von {0:N0}-Einträgen ohne Anbieterauthentifizierungsfehler.
es_es: Entradas muestradas de {0:N0} sin errores de autenticación del proveedor.
fr_fr: Entrées {0:N0} échantillonnées sans erreurs d’authentification du fournisseur.
hi_in: प्रदाता प्रमाणीकरण त्रुटियों के बिना नमूना {0:N0} प्रविष्टियाँ।
ja_jp: プロバイダー認証エラーのない {0:N0} エントリをサンプリングしました。
ko_kr: 공급자 인증 오류 없이 {0:N0} 항목을 샘플링했습니다.
pt_br: Entradas {0:N0} amostradas sem erros de autenticação do provedor.
tr_tr: Sağlayıcı kimlik doğrulama hataları olmadan örneklenmiş {0:N0} girişleri.
zh_hans: 采样的 {0:N0} 条目没有提供者身份验证错误。

# SourceGuidance_M3u_Detail_SampledEntries
source: Sampled {0:N0} entries without provider auth errors.
ar_sa: إدخالات {0:N0} التي تم أخذ عينات منها بدون أخطاء في مصادقة الموفر.
de_de: Stichproben von {0:N0}-Einträgen ohne Anbieterauthentifizierungsfehler.
es_es: Entradas muestradas de {0:N0} sin errores de autenticación del proveedor.
fr_fr: Entrées {0:N0} échantillonnées sans erreurs d’authentification du fournisseur.
hi_in: प्रदाता प्रमाणीकरण त्रुटियों के बिना नमूना {0:N0} प्रविष्टियाँ।
ja_jp: プロバイダー認証エラーのない {0:N0} エントリをサンプリングしました。
ko_kr: 공급자 인증 오류 없이 {0:N0} 항목을 샘플링했습니다.
pt_br: Entradas {0:N0} amostradas sem erros de autenticação do provedor.
tr_tr: Sağlayıcı kimlik doğrulama hataları olmadan örneklenmiş {0:N0} girişleri.
zh_hans: 采样的 {0:N0} 条目没有提供者身份验证错误。

# SourceGuidance.Report.Summary
source: Summary: {0}
ar_sa: ملخص: {0}
de_de: Zusammenfassung: {0}
es_es: Resumen: {0}
fr_fr: Résumé : {0}
hi_in: सारांश: {0}
ja_jp: 概要: {0}
ko_kr: 요약: {0}
pt_br: Resumo: {0}
tr_tr: Özet: {0}
zh_hans: 摘要：{0}

# SourceGuidance_Report_Summary
source: Summary: {0}
ar_sa: ملخص: {0}
de_de: Zusammenfassung: {0}
es_es: Resumen: {0}
fr_fr: Résumé : {0}
hi_in: सारांश: {0}
ja_jp: 概要: {0}
ko_kr: 요약: {0}
pt_br: Resumo: {0}
tr_tr: Özet: {0}
zh_hans: 摘要：{0}

# SourceGuidance.Routing.PlaybackOnly
source: Playback only
ar_sa: التشغيل فقط
de_de: Nur Wiedergabe
es_es: Sólo reproducción
fr_fr: Lecture uniquement
hi_in: केवल प्लेबैक
ja_jp: 再生のみ
ko_kr: 재생만
pt_br: Apenas reprodução
tr_tr: Yalnızca oynatma
zh_hans: 仅播放

# SourceGuidance_Routing_PlaybackOnly
source: Playback only
ar_sa: التشغيل فقط
de_de: Nur Wiedergabe
es_es: Sólo reproducción
fr_fr: Lecture uniquement
hi_in: केवल प्लेबैक
ja_jp: 再生のみ
ko_kr: 재생만
pt_br: Apenas reprodução
tr_tr: Yalnızca oynatma
zh_hans: 仅播放

# SourceGuidance.Setup.UnsupportedFormatHeadline
source: Source format is not supported
ar_sa: تنسيق المصدر غير مدعوم
de_de: Das Quellformat wird nicht unterstützt
es_es: El formato fuente no es compatible
fr_fr: Le format source n'est pas pris en charge
hi_in: स्रोत प्रारूप समर्थित नहीं है
ja_jp: ソース形式はサポートされていません
ko_kr: 소스 형식은 지원되지 않습니다.
pt_br: O formato de origem não é compatível
tr_tr: Kaynak formatı desteklenmiyor
zh_hans: 不支持源格式

# SourceGuidance_Setup_UnsupportedFormatHeadline
source: Source format is not supported
ar_sa: تنسيق المصدر غير مدعوم
de_de: Das Quellformat wird nicht unterstützt
es_es: El formato fuente no es compatible
fr_fr: Le format source n'est pas pris en charge
hi_in: स्रोत प्रारूप समर्थित नहीं है
ja_jp: ソース形式はサポートされていません
ko_kr: 소스 형식은 지원되지 않습니다.
pt_br: O formato de origem não é compatível
tr_tr: Kaynak formatı desteklenmiyor
zh_hans: 不支持源格式

# SourceGuidance.Issue.NoGuideUrlDetected.Detail
source: The playlist can still be saved, but guide sync will stay off unless you add a manual XMLTV feed.
ar_sa: لا يزال من الممكن حفظ قائمة التشغيل، ولكن ستظل مزامنة الدليل متوقفة ما لم تقم بإضافة موجز XMLTV يدويًا.
de_de: Die Playlist kann weiterhin gespeichert werden, die Guide-Synchronisierung bleibt jedoch deaktiviert, es sei denn, Sie fügen einen manuellen XMLTV-Feed hinzu.
es_es: La lista de reproducción aún se puede guardar, pero la sincronización de la guía permanecerá desactivada a menos que agregue una fuente XMLTV manual.
fr_fr: La liste de lecture peut toujours être enregistrée, mais la synchronisation du guide restera désactivée, sauf si vous ajoutez un flux XMLTV manuel.
hi_in: प्लेलिस्ट अभी भी सहेजी जा सकती है, लेकिन जब तक आप मैन्युअल XMLTV फ़ीड नहीं जोड़ते, गाइड सिंक बंद रहेगा।
ja_jp: プレイリストは引き続き保存できますが、手動 ZXTRM2XZ フィードを追加しない限り、ガイドの同期はオフのままになります。
ko_kr: 재생목록은 계속 저장할 수 있지만 수동 XMLTV 피드를 추가하지 않는 한 가이드 동기화는 유지되지 않습니다.
pt_br: A lista de reprodução ainda pode ser salva, mas a sincronização do guia permanecerá desativada, a menos que você adicione um feed XMLTV manual.
tr_tr: Çalma listesi hâlâ kaydedilebilir ancak manuel XMLTV beslemesi eklemediğiniz sürece kılavuz senkronizasyonu kapalı kalacaktır.
zh_hans: 播放列表仍然可以保存，但指南同步将保持关闭状态，除非您添加手动 XMLTV 源。

# SourceGuidance_Issue_NoGuideUrlDetected_Detail
source: The playlist can still be saved, but guide sync will stay off unless you add a manual XMLTV feed.
ar_sa: لا يزال من الممكن حفظ قائمة التشغيل، ولكن ستظل مزامنة الدليل متوقفة ما لم تقم بإضافة موجز XMLTV يدويًا.
de_de: Die Playlist kann weiterhin gespeichert werden, die Guide-Synchronisierung bleibt jedoch deaktiviert, es sei denn, Sie fügen einen manuellen XMLTV-Feed hinzu.
es_es: La lista de reproducción aún se puede guardar, pero la sincronización de la guía permanecerá desactivada a menos que agregue una fuente XMLTV manual.
fr_fr: La liste de lecture peut toujours être enregistrée, mais la synchronisation du guide restera désactivée, sauf si vous ajoutez un flux XMLTV manuel.
hi_in: प्लेलिस्ट अभी भी सहेजी जा सकती है, लेकिन जब तक आप मैन्युअल XMLTV फ़ीड नहीं जोड़ते, गाइड सिंक बंद रहेगा।
ja_jp: プレイリストは引き続き保存できますが、手動 ZXTRM2XZ フィードを追加しない限り、ガイドの同期はオフのままになります。
ko_kr: 재생목록은 계속 저장할 수 있지만 수동 XMLTV 피드를 추가하지 않는 한 가이드 동기화는 유지되지 않습니다.
pt_br: A lista de reprodução ainda pode ser salva, mas a sincronização do guia permanecerá desativada, a menos que você adicione um feed XMLTV manual.
tr_tr: Çalma listesi hâlâ kaydedilebilir ancak manuel XMLTV beslemesi eklemediğiniz sürece kılavuz senkronizasyonu kapalı kalacaktır.
zh_hans: 播放列表仍然可以保存，但指南同步将保持关闭状态，除非您添加手动 XMLTV 源。

# SourceGuidance.Repair.Change.CompanionPolicy
source: Companion policy changed from {0} to {1}.
ar_sa: تم تغيير السياسة المصاحبة من {0} إلى {1}.
de_de: Die Companion-Richtlinie wurde von {0} in {1} geändert.
es_es: La política complementaria cambió de {0} a {1}.
fr_fr: La stratégie associée est passée de {0} à {1}.
hi_in: सहयोगी नीति {0} से {1} में बदल गई।
ja_jp: コンパニオン ポリシーが {0} から {1} に変更されました。
ko_kr: 동반 정책이 {0}에서 {1}로 변경되었습니다.
pt_br: A política complementar foi alterada de {0} para {1}.
tr_tr: Tamamlayıcı politika {0}'den {1}'ye değiştirildi.
zh_hans: 同伴政策从 {0} 更改为 {1}。

# SourceGuidance_Repair_Change_CompanionPolicy
source: Companion policy changed from {0} to {1}.
ar_sa: تم تغيير السياسة المصاحبة من {0} إلى {1}.
de_de: Die Companion-Richtlinie wurde von {0} in {1} geändert.
es_es: La política complementaria cambió de {0} a {1}.
fr_fr: La stratégie associée est passée de {0} à {1}.
hi_in: सहयोगी नीति {0} से {1} में बदल गई।
ja_jp: コンパニオン ポリシーが {0} から {1} に変更されました。
ko_kr: 동반 정책이 {0}에서 {1}로 변경되었습니다.
pt_br: A política complementar foi alterada de {0} para {1}.
tr_tr: Tamamlayıcı politika {0}'den {1}'ye değiştirildi.
zh_hans: 同伴政策从 {0} 更改为 {1}。

# SourceGuidance.M3u.Error.NotPlaylist
source: The endpoint responded, but it did not look like an M3U playlist.
ar_sa: استجابت نقطة النهاية، لكنها لم تبدو وكأنها قائمة تشغيل M3U.
de_de: Der Endpunkt antwortete, aber es sah nicht wie eine M3U-Wiedergabeliste aus.
es_es: El punto final respondió, pero no parecía una lista de reproducción M3U.
fr_fr: Le point de terminaison a répondu, mais cela ne ressemblait pas à une liste de lecture M3U.
hi_in: समापन बिंदु ने प्रतिक्रिया दी, लेकिन यह M3U प्लेलिस्ट जैसा नहीं लग रहा था।
ja_jp: エンドポイントは応答しましたが、M3U プレイリストのようには見えませんでした。
ko_kr: 엔드포인트가 응답했지만 M3U 재생 목록처럼 보이지 않았습니다.
pt_br: O endpoint respondeu, mas não parecia uma lista de reprodução M3U.
tr_tr: Uç nokta yanıt verdi ancak M3U çalma listesine benzemiyordu.
zh_hans: 端点响应，但它看起来不像 M3U 播放列表。

# SourceGuidance_M3u_Error_NotPlaylist
source: The endpoint responded, but it did not look like an M3U playlist.
ar_sa: استجابت نقطة النهاية، لكنها لم تبدو وكأنها قائمة تشغيل M3U.
de_de: Der Endpunkt antwortete, aber es sah nicht wie eine M3U-Wiedergabeliste aus.
es_es: El punto final respondió, pero no parecía una lista de reproducción M3U.
fr_fr: Le point de terminaison a répondu, mais cela ne ressemblait pas à une liste de lecture M3U.
hi_in: समापन बिंदु ने प्रतिक्रिया दी, लेकिन यह M3U प्लेलिस्ट जैसा नहीं लग रहा था।
ja_jp: エンドポイントは応答しましたが、M3U プレイリストのようには見えませんでした。
ko_kr: 엔드포인트가 응답했지만 M3U 재생 목록처럼 보이지 않았습니다.
pt_br: O endpoint respondeu, mas não parecia uma lista de reprodução M3U.
tr_tr: Uç nokta yanıt verdi ancak M3U çalma listesine benzemiyordu.
zh_hans: 端点响应，但它看起来不像 M3U 播放列表。

# SourceGuidance.Stalker.Connection.Success
source: KROIRA completed handshake and profile discovery with the supplied portal identity.
ar_sa: أكمل KROIRA المصافحة واكتشاف الملف الشخصي باستخدام هوية البوابة الإلكترونية المتوفرة.
de_de: KROIRA hat den Handshake und die Profilerkennung mit der bereitgestellten Portalidentität abgeschlossen.
es_es: KROIRA completó el protocolo de enlace y el descubrimiento de perfiles con la identidad del portal proporcionada.
fr_fr: KROIRA a terminé la prise de contact et la découverte de profil avec l'identité de portail fournie.
hi_in: KROIRA ने आपूर्ति की गई पोर्टल पहचान के साथ हैंडशेक और प्रोफ़ाइल खोज पूरी की।
ja_jp: KROIRA は、提供されたポータル ID を使用してハンドシェイクとプロファイル検出を完了しました。
ko_kr: KROIRA는 제공된 포털 ID를 사용하여 핸드셰이크 및 프로필 검색을 완료했습니다.
pt_br: KROIRA concluiu o handshake e a descoberta de perfil com a identidade do portal fornecida.
tr_tr: KROIRA, sağlanan portal kimliğiyle el sıkışma ve profil keşfini tamamladı.
zh_hans: KROIRA 使用提供的门户身份完成了握手和配置文件发现。

# SourceGuidance_Stalker_Connection_Success
source: KROIRA completed handshake and profile discovery with the supplied portal identity.
ar_sa: أكمل KROIRA المصافحة واكتشاف الملف الشخصي باستخدام هوية البوابة الإلكترونية المتوفرة.
de_de: KROIRA hat den Handshake und die Profilerkennung mit der bereitgestellten Portalidentität abgeschlossen.
es_es: KROIRA completó el protocolo de enlace y el descubrimiento de perfiles con la identidad del portal proporcionada.
fr_fr: KROIRA a terminé la prise de contact et la découverte de profil avec l'identité de portail fournie.
hi_in: KROIRA ने आपूर्ति की गई पोर्टल पहचान के साथ हैंडशेक और प्रोफ़ाइल खोज पूरी की।
ja_jp: KROIRA は、提供されたポータル ID を使用してハンドシェイクとプロファイル検出を完了しました。
ko_kr: KROIRA는 제공된 포털 ID를 사용하여 핸드셰이크 및 프로필 검색을 완료했습니다.
pt_br: KROIRA concluiu o handshake e a descoberta de perfil com a identidade do portal fornecida.
tr_tr: KROIRA, sağlanan portal kimliğiyle el sıkışma ve profil keşfini tamamladı.
zh_hans: KROIRA 使用提供的门户身份完成了握手和配置文件发现。

# SourceGuidance.Stalker.Detail.CatalogCounts
source: {0:N0} live, {1:N0} movies, {2:N0} series items discovered.
ar_sa: {0:N0} مباشر، أفلام {1:N0}، تم اكتشاف عناصر سلسلة {2:N0}.
de_de: {0:N0} live, {1:N0}-Filme, {2:N0}-Serienartikel entdeckt.
es_es: {0:N0} en vivo, películas {1:N0}, artículos de la serie {2:N0} descubiertos.
fr_fr: {0:N0} live, films {1:N0}, articles de la série {2:N0} découverts.
hi_in: {0:N0} लाइव, {1:N0} फिल्में, {2:N0} श्रृंखला के आइटम खोजे गए।
ja_jp: {0:N0}ライブ、{1:N0}ムービー、{2:N0}シリーズアイテム発見。
ko_kr: {0:N0} 라이브, {1:N0} 영화, {2:N0} 시리즈 항목이 발견되었습니다.
pt_br: {0:N0} ao vivo, filmes {1:N0}, itens da série {2:N0} descobertos.
tr_tr: {0:N0} canlı, {1:N0} filmleri, {2:N0} serisi öğeleri keşfedildi.
zh_hans: {0:N0} 直播、{1:N0} 电影、{2:N0} 系列物品被发现。

# SourceGuidance_Stalker_Detail_CatalogCounts
source: {0:N0} live, {1:N0} movies, {2:N0} series items discovered.
ar_sa: {0:N0} مباشر، أفلام {1:N0}، تم اكتشاف عناصر سلسلة {2:N0}.
de_de: {0:N0} live, {1:N0}-Filme, {2:N0}-Serienartikel entdeckt.
es_es: {0:N0} en vivo, películas {1:N0}, artículos de la serie {2:N0} descubiertos.
fr_fr: {0:N0} live, films {1:N0}, articles de la série {2:N0} découverts.
hi_in: {0:N0} लाइव, {1:N0} फिल्में, {2:N0} श्रृंखला के आइटम खोजे गए।
ja_jp: {0:N0}ライブ、{1:N0}ムービー、{2:N0}シリーズアイテム発見。
ko_kr: {0:N0} 라이브, {1:N0} 영화, {2:N0} 시리즈 항목이 발견되었습니다.
pt_br: {0:N0} ao vivo, filmes {1:N0}, itens da série {2:N0} descobertos.
tr_tr: {0:N0} canlı, {1:N0} filmleri, {2:N0} serisi öğeleri keşfedildi.
zh_hans: {0:N0} 直播、{1:N0} 电影、{2:N0} 系列物品被发现。

# SourceGuidance.Repair.Headline.StoredStateNeedsRepair
source: Stored source state needs repair
ar_sa: تحتاج حالة المصدر المخزنة إلى الإصلاح
de_de: Der gespeicherte Quellstatus muss repariert werden
es_es: El estado de la fuente almacenada necesita reparación
fr_fr: L'état de la source stockée doit être réparé
hi_in: संग्रहीत स्रोत स्थिति की मरम्मत की आवश्यकता है
ja_jp: 保存されたソース状態は修復が必要です
ko_kr: 저장된 소스 상태를 복구해야 함
pt_br: O estado de origem armazenado precisa de reparo
tr_tr: Saklanan kaynak durumunun onarılması gerekiyor
zh_hans: 存储的源状态需要修复

# SourceGuidance_Repair_Headline_StoredStateNeedsRepair
source: Stored source state needs repair
ar_sa: تحتاج حالة المصدر المخزنة إلى الإصلاح
de_de: Der gespeicherte Quellstatus muss repariert werden
es_es: El estado de la fuente almacenada necesita reparación
fr_fr: L'état de la source stockée doit être réparé
hi_in: संग्रहीत स्रोत स्थिति की मरम्मत की आवश्यकता है
ja_jp: 保存されたソース状態は修復が必要です
ko_kr: 저장된 소스 상태를 복구해야 함
pt_br: O estado de origem armazenado precisa de reparo
tr_tr: Saklanan kaynak durumunun onarılması gerekiyor
zh_hans: 存储的源状态需要修复

# SourceGuidance.Issue.NoCatalogFamilies.Title
source: No catalog families were confirmed
ar_sa: لم يتم تأكيد أي عائلات في الكتالوج
de_de: Es wurden keine Katalogfamilien bestätigt
es_es: No se confirmaron familias de catálogo
fr_fr: Aucune famille de catalogue n'a été confirmée
hi_in: किसी कैटलॉग परिवार की पुष्टि नहीं की गई
ja_jp: カタログ ファミリは確認されませんでした
ko_kr: 확인된 카탈로그 제품군이 없습니다.
pt_br: Nenhuma família de catálogo foi confirmada
tr_tr: Hiçbir katalog ailesi doğrulanmadı
zh_hans: 未确认目录系列

# SourceGuidance_Issue_NoCatalogFamilies_Title
source: No catalog families were confirmed
ar_sa: لم يتم تأكيد أي عائلات في الكتالوج
de_de: Es wurden keine Katalogfamilien bestätigt
es_es: No se confirmaron familias de catálogo
fr_fr: Aucune famille de catalogue n'a été confirmée
hi_in: किसी कैटलॉग परिवार की पुष्टि नहीं की गई
ja_jp: カタログ ファミリは確認されませんでした
ko_kr: 확인된 카탈로그 제품군이 없습니다.
pt_br: Nenhuma família de catálogo foi confirmada
tr_tr: Hiçbir katalog ailesi doğrulanmadı
zh_hans: 未确认目录系列

# SourceGuidance.Setup.NeedsAttention
source: Source setup needs attention
ar_sa: يحتاج إعداد المصدر إلى الاهتمام
de_de: Die Quelleneinrichtung erfordert Aufmerksamkeit
es_es: La configuración de la fuente necesita atención
fr_fr: La configuration de la source nécessite une attention particulière
hi_in: स्रोत सेटअप पर ध्यान देने की आवश्यकता है
ja_jp: ソースの設定には注意が必要です
ko_kr: 소스 설정에 주의가 필요함
pt_br: A configuração da fonte precisa de atenção
tr_tr: Kaynak kurulumuna dikkat edilmesi gerekiyor
zh_hans: 源设置需要注意

# SourceGuidance_Setup_NeedsAttention
source: Source setup needs attention
ar_sa: يحتاج إعداد المصدر إلى الاهتمام
de_de: Die Quelleneinrichtung erfordert Aufmerksamkeit
es_es: La configuración de la fuente necesita atención
fr_fr: La configuration de la source nécessite une attention particulière
hi_in: स्रोत सेटअप पर ध्यान देने की आवश्यकता है
ja_jp: ソースの設定には注意が必要です
ko_kr: 소스 설정에 주의가 필요함
pt_br: A configuração da fonte precisa de atenção
tr_tr: Kaynak kurulumuna dikkat edilmesi gerekiyor
zh_hans: 源设置需要注意

# SourceGuidance.M3u.Summary.SampledCatalog
source: {0} was detected in the sampled playlist preview.
ar_sa: تم اكتشاف {0} في معاينة قائمة التشغيل التي تم أخذ عينات منها.
de_de: {0} wurde in der Vorschau der abgetasteten Wiedergabeliste erkannt.
es_es: Se detectó {0} en la vista previa de la lista de reproducción muestreada.
fr_fr: {0} a été détecté dans l'aperçu de la liste de lecture échantillonnée.
hi_in: नमूना प्लेलिस्ट पूर्वावलोकन में {0} का पता लगाया गया था।
ja_jp: サンプリングされたプレイリストのプレビューで {0} が検出されました。
ko_kr: 샘플링된 재생목록 미리보기에서 {0}가 감지되었습니다.
pt_br: {0} foi detectado na amostra da visualização da playlist.
tr_tr: Örneklenen oynatma listesi önizlemesinde {0} algılandı.
zh_hans: 在采样的播放列表预览中检测到 {0}。

# SourceGuidance_M3u_Summary_SampledCatalog
source: {0} was detected in the sampled playlist preview.
ar_sa: تم اكتشاف {0} في معاينة قائمة التشغيل التي تم أخذ عينات منها.
de_de: {0} wurde in der Vorschau der abgetasteten Wiedergabeliste erkannt.
es_es: Se detectó {0} en la vista previa de la lista de reproducción muestreada.
fr_fr: {0} a été détecté dans l'aperçu de la liste de lecture échantillonnée.
hi_in: नमूना प्लेलिस्ट पूर्वावलोकन में {0} का पता लगाया गया था।
ja_jp: サンプリングされたプレイリストのプレビューで {0} が検出されました。
ko_kr: 샘플링된 재생목록 미리보기에서 {0}가 감지되었습니다.
pt_br: {0} foi detectado na amostra da visualização da playlist.
tr_tr: Örneklenen oynatma listesi önizlemesinde {0} algılandı.
zh_hans: 在采样的播放列表预览中检测到 {0}。

# SourceGuidance.Report.LatestAttempt
source: Latest attempt: {0}
ar_sa: آخر محاولة: {0}
de_de: Letzter Versuch: {0}
es_es: Último intento: {0}
fr_fr: Dernière tentative : {0}
hi_in: नवीनतम प्रयास: {0}
ja_jp: 最新の試み: {0}
ko_kr: 최근 시도: {0}
pt_br: Última tentativa: {0}
tr_tr: Son deneme: {0}
zh_hans: 最新尝试：{0}

# SourceGuidance_Report_LatestAttempt
source: Latest attempt: {0}
ar_sa: آخر محاولة: {0}
de_de: Letzter Versuch: {0}
es_es: Último intento: {0}
fr_fr: Dernière tentative : {0}
hi_in: नवीनतम प्रयास: {0}
ja_jp: 最新の試み: {0}
ko_kr: 최근 시도: {0}
pt_br: Última tentativa: {0}
tr_tr: Son deneme: {0}
zh_hans: 最新尝试：{0}

# SourceGuidance.Report.TypeHint
source: Type hint: {0}
ar_sa: تلميح الكتابة: {0}
de_de: Typhinweis: {0}
es_es: Sugerencia de tipo: {0}
fr_fr: Indice de saisie : {0}
hi_in: संकेत टाइप करें: {0}
ja_jp: タイプヒント: {0}
ko_kr: 힌트 입력: {0}
pt_br: Dica de tipo: {0}
tr_tr: Tip ipucu: {0}
zh_hans: 类型提示：{0}

# SourceGuidance_Report_TypeHint
source: Type hint: {0}
ar_sa: تلميح الكتابة: {0}
de_de: Typhinweis: {0}
es_es: Sugerencia de tipo: {0}
fr_fr: Indice de saisie : {0}
hi_in: संकेत टाइप करें: {0}
ja_jp: タイプヒント: {0}
ko_kr: 힌트 입력: {0}
pt_br: Dica de tipo: {0}
tr_tr: Tip ipucu: {0}
zh_hans: 类型提示：{0}

# SourceGuidance.M3u.Connection.Success
source: KROIRA reached the playlist and parsed a representative slice successfully.
ar_sa: وصل KROIRA إلى قائمة التشغيل وقام بتحليل شريحة تمثيلية بنجاح.
de_de: KROIRA hat die Wiedergabeliste erreicht und einen repräsentativen Abschnitt erfolgreich analysiert.
es_es: KROIRA llegó a la lista de reproducción y analizó con éxito un segmento representativo.
fr_fr: KROIRA a atteint la playlist et analysé avec succès une tranche représentative.
hi_in: KROIRA प्लेलिस्ट तक पहुंचा और एक प्रतिनिधि स्लाइस को सफलतापूर्वक पार्स किया।
ja_jp: KROIRA はプレイリストに到達し、代表的なスライスを正常に解析しました。
ko_kr: KROIRA는 재생 목록에 도달하여 대표 슬라이스를 성공적으로 구문 분석했습니다.
pt_br: KROIRA alcançou a lista de reprodução e analisou uma fatia representativa com sucesso.
tr_tr: KROIRA çalma listesine ulaştı ve temsili bir dilimi başarıyla ayrıştırdı.
zh_hans: KROIRA 到达播放列表并成功解析了一个代表性片段。

# SourceGuidance_M3u_Connection_Success
source: KROIRA reached the playlist and parsed a representative slice successfully.
ar_sa: وصل KROIRA إلى قائمة التشغيل وقام بتحليل شريحة تمثيلية بنجاح.
de_de: KROIRA hat die Wiedergabeliste erreicht und einen repräsentativen Abschnitt erfolgreich analysiert.
es_es: KROIRA llegó a la lista de reproducción y analizó con éxito un segmento representativo.
fr_fr: KROIRA a atteint la playlist et analysé avec succès une tranche représentative.
hi_in: KROIRA प्लेलिस्ट तक पहुंचा और एक प्रतिनिधि स्लाइस को सफलतापूर्वक पार्स किया।
ja_jp: KROIRA はプレイリストに到達し、代表的なスライスを正常に解析しました。
ko_kr: KROIRA는 재생 목록에 도달하여 대표 슬라이스를 성공적으로 구문 분석했습니다.
pt_br: KROIRA alcançou a lista de reprodução e analisou uma fatia representativa com sucesso.
tr_tr: KROIRA çalma listesine ulaştı ve temsili bir dilimi başarıyla ayrıştırdı.
zh_hans: KROIRA 到达播放列表并成功解析了一个代表性片段。

# SourceGuidance.Validation.StalkerRequired
source: Portal URL and MAC address are required for Stalker.
ar_sa: مطلوب عنوان البوابة URL وMAC لـ Stalker.
de_de: Für Stalker sind die Portaladressen URL und MAC erforderlich.
es_es: Las direcciones del portal URL y MAC son necesarias para Stalker.
fr_fr: Les adresses du portail URL et MAC sont requises pour Stalker.
hi_in: Stalker के लिए पोर्टल URL और MAC पता आवश्यक है।
ja_jp: Stalker には、ポータル URL および MAC アドレスが必要です。
ko_kr: Stalker에는 포털 URL 및 MAC 주소가 필요합니다.
pt_br: Os endereços do portal URL e MAC são necessários para Stalker.
tr_tr: Stalker için portal URL ve MAC adresi gereklidir.
zh_hans: Stalker 需要门户 URL 和 MAC 地址。

# SourceGuidance_Validation_StalkerRequired
source: Portal URL and MAC address are required for Stalker.
ar_sa: مطلوب عنوان البوابة URL وMAC لـ Stalker.
de_de: Für Stalker sind die Portaladressen URL und MAC erforderlich.
es_es: Las direcciones del portal URL y MAC son necesarias para Stalker.
fr_fr: Les adresses du portail URL et MAC sont requises pour Stalker.
hi_in: Stalker के लिए पोर्टल URL और MAC पता आवश्यक है।
ja_jp: Stalker には、ポータル URL および MAC アドレスが必要です。
ko_kr: Stalker에는 포털 URL 및 MAC 주소가 필요합니다.
pt_br: Os endereços do portal URL e MAC são necessários para Stalker.
tr_tr: Stalker için portal URL ve MAC adresi gereklidir.
zh_hans: Stalker 需要门户 URL 和 MAC 地址。

# SourceGuidance.Validation.SourceTypeAbsoluteUrl
source: This source type requires an absolute URL.
ar_sa: يتطلب هذا النوع المصدر URL مطلقًا.
de_de: Dieser Quelltyp erfordert einen absoluten URL.
es_es: Este tipo de fuente requiere un URL absoluto.
fr_fr: Ce type de source nécessite un URL absolu.
hi_in: इस स्रोत प्रकार के लिए पूर्ण URL की आवश्यकता होती है।
ja_jp: このソース タイプには絶対 URL が必要です。
ko_kr: 이 소스 유형에는 절대 URL가 필요합니다.
pt_br: Este tipo de fonte requer um URL absoluto.
tr_tr: Bu kaynak türü mutlak bir URL gerektirir.
zh_hans: 此源类型需要绝对 URL。

# SourceGuidance_Validation_SourceTypeAbsoluteUrl
source: This source type requires an absolute URL.
ar_sa: يتطلب هذا النوع المصدر URL مطلقًا.
de_de: Dieser Quelltyp erfordert einen absoluten URL.
es_es: Este tipo de fuente requiere un URL absoluto.
fr_fr: Ce type de source nécessite un URL absolu.
hi_in: इस स्रोत प्रकार के लिए पूर्ण URL की आवश्यकता होती है।
ja_jp: このソース タイプには絶対 URL が必要です。
ko_kr: 이 소스 유형에는 절대 URL가 필요합니다.
pt_br: Este tipo de fonte requer um URL absoluto.
tr_tr: Bu kaynak türü mutlak bir URL gerektirir.
zh_hans: 此源类型需要绝对 URL。
